app/views/sessions/new.html.erb

    <%= f.label :client %><br />
    <%= f.select :client_id, options_for_select(Client.all.map{|s|[s.first_name, s.id]}) %><br><br>
---
SELECT "clients".* FROM "clients"