app/controllers/clients_controller.rb

SELECT  "clients".* FROM "clients" WHERE "clients"."id" = ? LIMIT ?  [["id", 67], ["LIMIT", 1]]
UPDATE "clients" SET "first_name" = ?, "last_name" = ?, "email" = ?, "updated_at" = ? WHERE "clients"."id" = ?  [["first_name", "Lindsay"], ["last_name", "Mulholland"], ["email", "LMH@gmail.com"], ["updated_at", "2017-11-26 20:06:25.806503"], ["id", 69]]
---
  def update
    @client = Client.find(params[:id])
    if @client.update_attributes(client_params)

INSERT INTO "clients" ("first_name", "last_name", "email", "phone", "injuries", "notes", "image", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @client = Client.new(client_params)
    if @client.save